Repository: 51BiZeHeRyErNiGdE51/relationshipapp
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ko, pt

source: Who is more ready to settle down?
de: Wer ist bereiter, sesshaft zu werden?
es: ¿Quién está más listo para asentarse?
fr: Qui est le plus prêt·e à se poser ?
ko: 누가 더 정착할 준비됐어?
pt: Quem está mais pronto para assentar?

source: Who is more romantic?
de: Wer ist romantischer?
es: ¿Quién es más romántico?
fr: Qui est le plus romantique ?
ko: 누가 더 로맨틱해?
pt: Quem é mais romântico?

source: Who is more social at parties?
de: Wer ist auf Partys geselliger?
es: ¿Quién es más sociable en las fiestas?
fr: Qui est le plus sociable en soirée ?
ko: 누가 파티에서 더 사교적이야?
pt: Quem é mais sociável em festas?

source: Who is more spontaneous?
de: Wer ist spontaner?
es: ¿Quién es más espontáneo?
fr: Qui est le plus spontané·e ?
ko: 누가 더 즉흥적이야?
pt: Quem é mais espontâneo?

source: Who is more stubborn?
de: Wer ist sturer?
es: ¿Quién es más testarudo?
fr: Qui est le plus têtu·e ?
ko: 누가 더 고집 세?
pt: Quem é mais teimoso?

source: Who is more superstitious?
de: Wer ist abergläubischer?
es: ¿Quién es más supersticioso?
fr: Qui est le plus superstitieux·se ?
ko: 누가 더 미신적이야?
pt: Quem é mais supersticioso?

source: Who is the better cook?
de: Wer kocht besser?
es: ¿Quién cocina mejor?
fr: Qui cuisine le mieux ?
ko: 누가 요리 더 잘해?
pt: Quem cozinha melhor?

source: Who is the better driver?
de: Wer fährt besser?
es: ¿Quién conduce mejor?
fr: Qui conduit le mieux ?
ko: 누가 운전 더 잘해?
pt: Quem conduz melhor?

source: Who is the better gift wrapper?
de: Wer packt Geschenke schöner ein?
es: ¿Quién envuelve regalos mejor?
fr: Qui emballe les cadeaux le mieux ?
ko: 누가 선물 포장 더 잘해?
pt: Quem embrulha presentes melhor?

source: Who is the better listener?
de: Wer hört besser zu?
es: ¿Quién escucha mejor?
fr: Qui écoute le mieux ?
ko: 누가 더 잘 들어줘?
pt: Quem ouve melhor?

source: Who is the better nurse when the other is sick?
de: Wer pflegt besser, wenn der andere krank ist?
es: ¿Quién cuida mejor al otro cuando está enfermo?
fr: Qui est le meilleur infirmier·ère quand l'autre est malade ?
ko: 누가 상대 아플 때 간호 더 잘해?
pt: Quem é melhor enfermeiro quando o outro está doente?

source: Who is the big spoon?
de: Wer ist der große Löffel?
es: ¿Quién es la cuchara grande?
fr: Qui est la grande cuillère ?
ko: 누가 큰 숟가락이야?
pt: Quem é a colher grande?

source: Who is the morning person?
de: Wer ist der Frühaufsteher?
es: ¿Quién es la persona madrugadora?
fr: Qui est lève-tôt ?
ko: 누가 아침형이야?
pt: Quem é a pessoa da manhã?

source: Who is worse at answering texts?
de: Wer antwortet schlechter auf Nachrichten?
es: ¿Quién contesta peor los mensajes?
fr: Qui répond le plus mal aux textos ?
ko: 누가 문자 답장 더 못해?
pt: Quem é pior a responder mensagens?

source: Who is worse at keeping surprises secret?
de: Wer kann Überraschungen schlechter geheim halten?
es: ¿Quién es peor guardando sorpresas?
fr: Qui est le pire pour garder une surprise secrète ?
ko: 누가 깜짝 선물 비밀 더 못 지켜?
pt: Quem é pior a guardar surpresas?

source: Who knows the other better?
de: Wer kennt den anderen besser?
es: ¿Quién conoce mejor al otro?
fr: Qui connaît le mieux l'autre ?
ko: 누가 상대를 더 잘 알아?
pt: Quem conhece melhor o outro?

source: Who knows the other's coffee order by heart?
de: Wer kennt die Kaffeebestellung des anderen auswendig?
es: ¿Quién sabe de memoria el café del otro?
fr: Qui connaît la commande café de l'autre par cœur ?
ko: 누가 상대 커피 주문을 외워?
pt: Quem sabe de cor o café do outro?

source: Who laughs until they cry?
de: Wer lacht, bis die Tränen kommen?
es: ¿Quién se ríe hasta llorar?
fr: Qui rit jusqu'aux larmes ?
ko: 누가 웃다가 울어?
pt: Quem ri até chorar?

source: Who leaves parties earlier?
de: Wer geht früher von Partys?
es: ¿Quién se va antes de las fiestas?
fr: Qui part le plus tôt des soirées ?
ko: 누가 파티에서 더 일찍 나가?
pt: Quem sai mais cedo das festas?

source: Who leaves the dishes "to soak"?
de: Wer lässt das Geschirr „einweichen“?
es: ¿Quién deja los platos "en remojo"?
fr: Qui laisse la vaisselle « tremper » ?
ko: 누가 설거지 "불려둘게" 해두기?
pt: Quem deixa a loiça «a demolhar»?

source: Who leaves wet towels on the floor?
de: Wer legt nasse Handtücher auf den Boden?
es: ¿Quién deja toallas mojadas en el suelo?
fr: Qui laisse les serviettes mouillées par terre ?
ko: 누가 젖은 수건 바닥에 두기?
pt: Quem deixa toalhas molhadas no chão?

source: Who makes the bed in the morning?
de: Wer macht morgens das Bett?
es: ¿Quién hace la cama por la mañana?
fr: Qui fait le lit le matin ?
ko: 누가 아침에 침대 정리해?
pt: Quem faz a cama de manhã?

source: Who misses the other more when apart?
de: Wer vermisst den anderen mehr, wenn wir getrennt sind?
es: ¿Quién extraña más al otro cuando están separados?
fr: Qui manque le plus à l'autre quand on est séparés ?
ko: 누가 떨어져 있을 때 더 보고 싶어해?
pt: Quem sente mais falta do outro quando estão separados?

source: Who navigates better without a map?
de: Wer findet sich ohne Karte besser zurecht?
es: ¿Quién se orienta mejor sin mapa?
fr: Qui s'oriente le mieux sans carte ?
ko: 누가 지도 없이 길 더 잘 찾아?
pt: Quem orienta-se melhor sem mapa?

source: Who needs coffee before speaking?
de: Wer braucht Kaffee, bevor er reden kann?
es: ¿Quién necesita café antes de hablar?
fr: Qui a besoin de café avant de parler ?
ko: 누가 커피 마시기 전엔 말 못 해?
pt: Quem precisa de café antes de falar?

source: Who needs more alone time?
de: Wer braucht mehr Zeit für sich?
es: ¿Quién necesita más tiempo a solas?
fr: Qui a le plus besoin de temps seul·e ?
ko: 누가 혼자 있는 시간 더 필요해?
pt: Quem precisa de mais tempo sozinho?

source: Who needs more cool-down time after a fight?
de: Wer braucht nach einem Streit mehr Abkühlzeit?
es: ¿Quién necesita más tiempo para enfriarse después de una pelea?
fr: Qui a le plus besoin de temps pour se calmer après une dispute ?
ko: 누가 싸운 뒤 쿨다운 더 필요해?
pt: Quem precisa de mais tempo para acalmar depois de uma discussão?

source: Who opens up emotionally faster?
de: Wer öffnet sich emotional schneller?
es: ¿Quién se abre emocionalmente más rápido?
fr: Qui s'ouvre émotionnellement le plus vite ?
ko: 누가 감정 더 빨리 털어놔?
pt: Quem abre-se emocionalmente mais depressa?

source: Who overpacks for every trip?
de: Wer packt bei jeder Reise zu viel ein?
es: ¿Quién hace maleta de más en cada viaje?
fr: Qui fait trop de valise à chaque voyage ?
ko: 누가 여행마다 오버패킹해?
pt: Quem faz malas a mais em todas as viagens?

source: Who packs for a trip at the last minute?
de: Wer packt in letzter Minute für eine Reise?
es: ¿Quién hace la maleta a última hora?
fr: Qui fait sa valise à la dernière minute ?
ko: 누가 막판에 짐 싸?
pt: Quem faz as malas em cima da hora?

source: Who picks better movies?
de: Wer wählt bessere Filme?
es: ¿Quién elige mejores películas?
fr: Qui choisit les meilleurs films ?
ko: 누가 영화 더 잘 골라?
pt: Quem escolhe melhores filmes?

source: Who picks the restaurant?
de: Wer wählt das Restaurant?
es: ¿Quién elige el restaurante?
fr: Qui choisit le resto ?
ko: 누가 식당 골라?
pt: Quem escolhe o restaurante?

source: Who plans better dates?
de: Wer plant bessere Dates?
es: ¿Quién planea mejores citas?
fr: Qui planifie les meilleures dates ?
ko: 누가 데이트 더 잘 짜?
pt: Quem planeia melhores encontros?

source: Who puts more thought into anniversary plans?
de: Wer denkt mehr über Jubiläumspläne nach?
es: ¿Quién pone más empeño en los planes de aniversario?
fr: Qui met le plus de cœur dans les plans d'anniversaire ?
ko: 누가 기념일 계획에 더 공들여?
pt: Quem põe mais pensamento nos planos de aniversário?

source: Who remembers anniversaries better?
de: Wer erinnert sich besser an Jubiläen?
es: ¿Quién recuerda mejor los aniversarios?
fr: Qui se souvient le mieux des anniversaires ?
ko: 누가 기념일 더 잘 기억해?
pt: Quem lembra-se melhor dos aniversários?

source: Who remembers passwords better?
de: Wer merkt sich Passwörter besser?
es: ¿Quién recuerda mejor las contraseñas?
fr: Qui retient le mieux les mots de passe ?
ko: 누가 비밀번호 더 잘 기억해?
pt: Quem lembra-se melhor das passwords?

source: Who remembers people's names better?
de: Wer merkt sich Namen besser?
es: ¿Quién recuerda mejor los nombres de la gente?
fr: Qui retient le mieux les prénoms ?
ko: 누가 이름 더 잘 기억해?
pt: Quem lembra-se melhor dos nomes das pessoas?

source: Who said "I love you" first?
de: Wer hat zuerst „Ich liebe dich“ gesagt?
es: ¿Quién dijo "te amo" primero?
fr: Qui a dit « je t'aime » en premier ?
ko: 누가 먼저 "사랑해" 했어?
pt: Quem disse «amo-te» primeiro?

source: Who says "I love you" more often?
de: Wer sagt öfter „Ich liebe dich“?
es: ¿Quién dice "te quiero" más a menudo?
fr: Qui dit « je t'aime » le plus souvent ?
ko: 누가 "사랑해"를 더 자주 말해?
pt: Quem diz «amo-te» mais vezes?

source: Who sings louder in the car?
de: Wer singt im Auto lauter?
es: ¿Quién canta más fuerte en el coche?
fr: Qui chante le plus fort en voiture ?
ko: 누가 차에서 더 크게 노래해?
pt: Quem canta mais alto no carro?

source: Who snores louder?
de: Wer schnarcht lauter?
es: ¿Quién ronca más fuerte?
fr: Qui ronfle le plus fort ?
ko: 누가 더 크게 코골아?
pt: Quem ronca mais alto?

source: Who spends more money shopping?
de: Wer gibt mehr beim Shoppen aus?
es: ¿Quién gasta más comprando?
fr: Qui dépense le plus en shopping ?
ko: 누가 쇼핑에 돈 더 써?
pt: Quem gasta mais em compras?

source: Who spends more on coffee?
de: Wer gibt mehr für Kaffee aus?
es: ¿Quién gasta más en café?
fr: Qui dépense le plus en café ?
ko: 누가 커피에 돈 더 써?
pt: Quem gasta mais em café?

source: Who splits the bill more carefully?
de: Wer teilt die Rechnung genauer?
es: ¿Quién divide la cuenta con más cuidado?
fr: Qui partage l'addition le plus méticuleusement ?
ko: 누가 계산서 더 꼼꼼히 나눠?
pt: Quem divide a conta com mais cuidado?

source: Who starts the most arguments?
de: Wer fängt die meisten Streits an?
es: ¿Quién empieza más discusiones?
fr: Qui lance le plus de disputes ?
ko: 누가 싸움을 더 많이 시작해?
pt: Quem começa mais discussões?

source: Who steals hoodies more often?
de: Wer klaut öfter Hoodies?
es: ¿Quién roba más sudaderas?
fr: Qui vole le plus de sweats ?
ko: 누가 후드티 더 많이 훔쳐 입어?
pt: Quem rouba mais hoodies?

source: Who steals the blankets?
de: Wer klaut die Decke?
es: ¿Quién se queda con las mantas?
fr: Qui vole la couette ?
ko: 누가 이불 뺏어 가?
pt: Quem rouba o edredão?

source: Who sticks to New Year's resolutions longer?
de: Wer hält Vorsätze fürs neue Jahr länger durch?
es: ¿Quién cumple más tiempo los propósitos de Año Nuevo?
fr: Qui tient le plus longtemps ses résolutions du Nouvel An ?
ko: 누가 새해 결심 더 오래 지켜?
pt: Quem cumpre mais tempo as resoluções de Ano Novo?

source: Who takes better photos of us?
de: Wer macht bessere Fotos von uns?
es: ¿Quién hace mejores fotos nuestras?
fr: Qui prend les meilleures photos de nous ?
ko: 누가 우리 사진 더 잘 찍어?
pt: Quem tira melhores fotos nossas?

source: Who takes longer in the bathroom?
de: Wer braucht länger im Bad?
es: ¿Quién tarda más en el baño?
fr: Qui passe le plus de temps aux toilettes ?
ko: 누가 화장실에서 더 오래 있어?
pt: Quem demora mais na casa de banho?

source: Who takes longer to get ready?
de: Wer braucht länger, um fertig zu werden?
es: ¿Quién tarda más en arreglarse?
fr: Qui met le plus de temps à se préparer ?
ko: 누가 준비하는 데 더 오래 걸려?
pt: Quem demora mais a arranjar-se?

source: Who talks more on video calls?
de: Wer redet mehr bei Videoanrufen?
es: ¿Quién habla más en videollamadas?
fr: Qui parle le plus en visio ?
ko: 누가 영상통화에서 더 말 많이 해?
pt: Quem fala mais em videochamadas?

source: Who tells better jokes?
de: Wer erzählt bessere Witze?
es: ¿Quién cuenta mejores chistes?
fr: Qui raconte les meilleures blagues ?
ko: 누가 농담을 더 잘해?
pt: Quem conta piadas melhores?

source: Who tips more generously?
de: Wer gibt großzügiger Trinkgeld?
es: ¿Quién deja más propina?
fr: Qui donne le plus généreusement au pourboire ?
ko: 누가 팁을 더 후하게 줘?
pt: Quem deixa gorjeta mais generosa?

source: Who trusts more easily?
de: Wer vertraut leichter?
es: ¿Quién confía más fácilmente?
fr: Qui fait confiance le plus facilement ?
ko: 누가 더 쉽게 믿어?
pt: Quem confia mais facilmente?

source: Who underpacks and borrows everything?
de: Wer packt zu wenig ein und leiht sich alles?
es: ¿Quién hace maleta de menos y pide todo prestado?
fr: Qui fait trop peu de valise et emprunte tout ?
ko: 누가 적게 싸고 다 빌려?
pt: Quem faz malas a menos e pede tudo emprestado?

source: Who wins more petty arguments?
de: Wer gewinnt mehr Kleinigkeits-Streitereien?
es: ¿Quién gana más discusiones tontas?
fr: Qui gagne le plus de petites disputes ?
ko: 누가 사소한 말다툼에서 더 이겨?
pt: Quem ganha mais discussões parvas?

source: Who works later hours?
de: Wer arbeitet länger?
es: ¿Quién trabaja hasta más tarde?
fr: Qui bosse le plus tard ?
ko: 누가 더 늦게까지 일해?
pt: Quem trabalha até mais tarde?

source: Who worries more about the future?
de: Wer macht sich mehr Sorgen um die Zukunft?
es: ¿Quién se preocupa más por el futuro?
fr: Qui s'inquiète le plus pour l'avenir ?
ko: 누가 미래를 더 걱정해?
pt: Quem preocupa-se mais com o futuro?

source: Who would be more emotional at our kids' graduation?
de: Wer wäre emotionaler bei der Abschlussfeier unserer Kinder?
es: ¿Quién sería más emotivo en la graduación de nuestros hijos?
fr: Qui serait le plus ému·e à la remise des diplômes de nos enfants ?
ko: 누가 우리 아이 졸업식에서 더 울 것 같아?
pt: Quem ficaria mais emocionado na formatura dos filhos?

source: Who would be the stricter parent?
de: Wer wäre der strengere Elternteil?
es: ¿Quién sería el padre o madre más estricto?
fr: Qui serait le parent le plus strict ?
ko: 누가 더 엄한 부모일 것 같아?
pt: Quem seria o pai/mãe mais rigoroso?

source: Who would cry at the wedding?
de: Wer würde bei der Hochzeit weinen?
es: ¿Quién lloraría en la boda?
fr: Qui pleurerait au mariage ?
ko: 누가 결혼식에서 울 것 같아?
pt: Quem choraria no casamento?

source: Who would forget an anniversary?
de: Wer würde ein Jubiläum vergessen?
es: ¿Quién olvidaría un aniversario?
fr: Qui oublierait un anniversaire ?
ko: 누가 기념일 잊을 것 같아?
pt: Quem esqueceria um aniversário?

source: Who would get lost even with GPS?
de: Wer würde sich sogar mit Navi verlaufen?
es: ¿Quién se perdería incluso con GPS?
fr: Qui se perdrait même avec le GPS ?
ko: 누가 GPS 켜도 길 잃을 것 같아?
pt: Quem se perderia mesmo com GPS?

source: Who would notice a haircut first?
de: Wer würde eine neue Frisur zuerst bemerken?
es: ¿Quién notaría primero un corte de pelo?
fr: Qui remarquerait une nouvelle coupe en premier ?
ko: 누가 머리 자른 거 먼저 알아챌 것 같아?
pt: Quem repararia primeiro num corte de cabelo?

source: Who would rather live by the ocean?
de: Wer würde lieber am Meer leben?
es: ¿Quién preferiría vivir junto al mar?
fr: Qui préférerait vivre au bord de l'océan ?
ko: 누가 바다 옆에 살고 싶어할 것 같아?
pt: Quem preferia viver junto ao mar?

source: Who would rather live in a big city?
de: Wer würde lieber in einer Großstadt leben?
es: ¿Quién preferiría vivir en una gran ciudad?
fr: Qui préférerait vivre dans une grande ville ?
ko: 누가 대도시에 살고 싶어할 것 같아?
pt: Quem preferia viver numa grande cidade?

source: Who would rather work from home forever?
de: Wer würde lieber für immer im Homeoffice arbeiten?
es: ¿Quién preferiría teletrabajar para siempre?
fr: Qui préférerait télétravailler pour toujours ?
ko: 누가 영원히 재택하고 싶어할 것 같아?
pt: Quem preferia trabalhar de casa para sempre?

source: Who would survive a horror movie?
de: Wer würde einen Horrorfilm überleben?
es: ¿Quién sobreviviría a una película de terror?
fr: Qui survivrait à un film d'horreur ?
ko: 누가 공포 영화에서 살아남을 것 같아?
pt: Quem sobreviveria a um filme de terror?

source: Who would survive longer on a deserted island?
de: Wer würde länger auf einer einsamen Insel überleben?
es: ¿Quién sobreviviría más en una isla desierta?
fr: Qui survivrait le plus longtemps sur une île déserte ?
ko: 누가 무인도에서 더 오래 버틸 것 같아?
pt: Quem sobreviveria mais tempo numa ilha deserta?

source: Who would survive without the other for a week easier?
de: Wer käme eine Woche ohne den anderen leichter klar?
es: ¿Quién sobreviviría más fácil una semana sin el otro?
fr: Qui survivrait le plus facilement une semaine sans l'autre ?
ko: 누가 일주일 혼자가 더 쉬울 것 같아?
pt: Quem sobreviveria mais facilmente uma semana sem o outro?

source: Who would try raw oysters first?
de: Wer würde zuerst rohe Austern probieren?
es: ¿Quién probaría ostras crudas primero?
fr: Qui goûterait les huîtres crues en premier ?
ko: 누가 생굴 먼저 도전할 것 같아?
pt: Quem experimentaria ostras cruas primeiro?

source: Who would try skydiving first?
de: Wer würde zuerst Fallschirmspringen?
es: ¿Quién probaría el paracaidismo primero?
fr: Qui ferait du parachute en premier ?
ko: 누가 스카이다이빙 먼저 할 것 같아?
pt: Quem experimentaria paraquedas primeiro?

source: Who would want more kids?
de: Wer würde mehr Kinder wollen?
es: ¿Quién querría más hijos?
fr: Qui voudrait le plus d'enfants ?
ko: 누가 아이를 더 많이 원할 것 같아?
pt: Quem quereria mais filhos?

source: Who would win a cleaning competition between us?
de: Wer würde einen Putzwettbewerb zwischen uns gewinnen?
es: ¿Quién ganaría una competición de limpieza entre nosotros?
fr: Qui gagnerait un concours de ménage entre nous ?
ko: 누가 우리 청소 대결에서 이길 것 같아?
pt: Quem ganharia uma competição de limpeza entre nós?

source: Who would win a cooking competition between us?
de: Wer würde einen Kochwettbewerb zwischen uns gewinnen?
es: ¿Quién ganaría una competición de cocina entre nosotros?
fr: Qui gagnerait un concours de cuisine entre nous ?
ko: 누가 우리 요리 대결에서 이길 것 같아?
pt: Quem ganharia uma competição de cozinha entre nós?

source: Who would win in a pillow fight?
de: Wer würde eine Kissenschlacht gewinnen?
es: ¿Quién ganaría en una guerra de almohadas?
fr: Qui gagnerait une bataille d'oreillers ?
ko: 누가 베개 전쟁에서 이길 것 같아?
pt: Quem ganharia numa guerra de almofadas?

source: Who writes better love notes?
de: Wer schreibt bessere Liebesnotizen?
es: ¿Quién escribe mejores notas de amor?
fr: Qui écrit les plus beaux mots d'amour ?
ko: 누가 러브 노트를 더 잘 써?
pt: Quem escreve melhores bilhetes de amor?

source: Who writes longer texts?
de: Wer schreibt längere Nachrichten?
es: ¿Quién escribe mensajes más largos?
fr: Qui écrit les textos les plus longs ?
ko: 누가 문자를 더 길게 써?
pt: Quem escreve mensagens mais longas?

source: Who's More Likely
de: Wer würde eher…
es: ¿Quién es más probable…?
fr: Qui ferait plutôt…
ko: 누가 더 그럴까
pt: Quem é mais capaz de…

source: Who's more likely to adopt a pet on impulse?
de: Wer würde eher spontan ein Haustier adoptieren?
es: ¿Quién es más probable que adopte una mascota por impulso?
fr: Qui est le plus susceptible d'adopter un animal sur un coup de tête ?
ko: 누가 더 충동적으로 반려동물 입양할 것 같아?
pt: Quem tem mais probabilidade de adotar um animal por impulso?

source: Who's more likely to apologize first?
de: Wer würde eher sich zuerst entschuldigen?
es: ¿Quién es más probable que pida perdón primero?
fr: Qui est le plus susceptible de s'excuser en premier ?
ko: 누가 더 먼저 사과할 것 같아?
pt: Quem tem mais probabilidade de pedir desculpa primeiro?

source: Who's more likely to become a plant parent?
de: Wer würde eher zum Pflanzen-Elternteil werden?
es: ¿Quién es más probable que se convierta en padre o madre de plantas?
fr: Qui est le plus susceptible de devenir parent de plantes ?
ko: 누가 더 식물 부모가 될 것 같아?
pt: Quem tem mais probabilidade de virar pai/mãe de plantas?

source: Who's more likely to become famous?
de: Wer würde eher berühmt werden?
es: ¿Quién es más probable que se haga famoso?
fr: Qui est le plus susceptible de devenir célèbre ?
ko: 누가 더 유명해질 것 같아?
pt: Quem tem mais probabilidade de ficar famoso?

source: Who's more likely to become obsessed with a new hobby?
de: Wer würde eher von einem neuen Hobby komplett besessen werden?
es: ¿Quién es más probable que se obsesione con un hobby nuevo?
fr: Qui est le plus susceptible de devenir obsédé·e par un nouveau hobby ?
ko: 누가 더 새 취미에 빠질 것 같아?
pt: Quem tem mais probabilidade de ficar obcecado com um hobby novo?

source: Who's more likely to become the couple that hosts every hangout?
de: Wer würde eher das Paar sein, das jede Feier ausrichtet?
es: ¿Quién es más probable que sea la pareja que organiza todos los planes?
fr: Qui est le plus susceptible de devenir le couple qui reçoit toutes les soirées ?
ko: 누가 더 다 모이게 하는 커플이 될 것 같아?
pt: Quem tem mais probabilidade de ser o casal que recebe todos os encontros?

source: Who's more likely to become the group chat chaos?
de: Wer würde eher das Chaos im Gruppenchat sein?
es: ¿Quién es más probable que sea el caos del grupo de chat?
fr: Qui est le plus susceptible de devenir le chaos du groupe ?
ko: 누가 더 단톡방 난장판이 될 것 같아?
pt: Quem tem mais probabilidade de ser o caos do grupo de chat?

source: Who's more likely to binge a whole season alone?
de: Wer würde eher allein eine ganze Staffel durchbingen?
es: ¿Quién es más probable que se maratonee una temporada entera solo?
fr: Qui est le plus susceptible de binge une saison entière solo ?
ko: 누가 더 혼자 시즌 통째로 볼 것 같아?
pt: Quem tem mais probabilidade de ver uma temporada inteira sozinho?

source: Who's more likely to book a spontaneous flight?
de: Wer würde eher spontan einen Flug buchen?
es: ¿Quién es más probable que reserve un vuelo espontáneo?
fr: Qui est le plus susceptible de réserver un vol spontané ?
ko: 누가 더 즉흥 항공권 예약할 것 같아?
pt: Quem tem mais probabilidade de marcar um voo espontâneo?

source: Who's more likely to bring home a stray animal?
de: Wer würde eher ein streunendes Tier mit nach Hause bringen?
es: ¿Quién es más probable que traiga a casa un animal callejero?
fr: Qui est le plus susceptible de ramener un animal errant ?
ko: 누가 더 길고양이 데려올 것 같아?
pt: Quem tem mais probabilidade de trazer um animal abandonado para casa?

source: Who's more likely to burn dinner?
de: Wer würde eher das Abendessen anbrennen?
es: ¿Quién es más probable que queme la cena?
fr: Qui est le plus susceptible de brûler le dîner ?
ko: 누가 더 저녁 태울 것 같아?
pt: Quem tem mais probabilidade de queimar o jantar?

source: Who's more likely to buy something unnecessary online?
de: Wer würde eher online etwas Unnötiges kaufen?
es: ¿Quién es más probable que compre algo innecesario en internet?
fr: Qui est le plus susceptible d'acheter un truc inutile en ligne ?
ko: 누가 더 온라인에서 쓸데없는 거 살 것 같아?
pt: Quem tem mais probabilidade de comprar algo desnecessário online?

source: Who's more likely to cancel plans to stay in?
de: Wer würde eher Pläne absagen, um zu Hause zu bleiben?
es: ¿Quién es más probable que cancele planes para quedarse en casa?
fr: Qui est le plus susceptible d'annuler pour rester à la maison ?
ko: 누가 더 약속 취소하고 집에 있을 것 같아?
pt: Quem tem mais probabilidade de cancelar planos para ficar em casa?

source: Who's more likely to change the restaurant last minute?
de: Wer würde eher in letzter Minute das Restaurant wechseln?
es: ¿Quién es más probable que cambie el restaurante a última hora?
fr: Qui est le plus susceptible de changer de resto à la dernière minute ?
ko: 누가 더 막판에 식당 바꿀 것 같아?
pt: Quem tem mais probabilidade de mudar o restaurante em cima da hora?

source: Who's more likely to convince the other to try something scary?
de: Wer würde eher den anderen überreden, etwas Gruseliges auszuprobieren?
es: ¿Quién es más probable que convenza al otro de probar algo que da miedo?
fr: Qui est le plus susceptible de convaincre l'autre d'essayer un truc effrayant ?
ko: 누가 더 무서운 거 시도하게 설득할 것 같아?
pt: Quem tem mais probabilidade de convencer o outro a experimentar algo assustador?

source: Who's more likely to cry at a movie?
de: Wer würde eher bei einem Film weinen?
es: ¿Quién es más probable que llore con una película?
fr: Qui est le plus susceptible de pleurer au ciné ?
ko: 누가 더 영화 보고 울 것 같아?
pt: Quem tem mais probabilidade de chorar num filme?

source: Who's more likely to cry at a wedding?
de: Wer würde eher bei einer Hochzeit weinen?
es: ¿Quién es más probable que llore en una boda?
fr: Qui est le plus susceptible de pleurer à un mariage ?
ko: 누가 더 결혼식에서 울 것 같아?
pt: Quem tem mais probabilidade de chorar num casamento?
